Repository: hiro5791/HexEditor
Catalog: src/HexEditor.App/Strings/*/Resources.resw
Source language: en
Languages: ar, cs, de, el, es, fa, fr, hu, id, it, ja, ja_jp, ko, pl, pt, ro, ru, th, tr, uk, vi, zh_hans, zh_hant

# Find_RegexTimeout_Skip
source: Skip and continue
ar: التخطي والمتابعة
cs: Přeskočit a pokračovat
de: Überspringen und fortfahren
el: Παράλειψη και συνέχεια
es: Omitir y continuar
fa: رد شدن و ادامه
fr: Ignorer et continuer
hu: Kihagyás és folytatás
id: Lewati dan lanjutkan
it: Salta e continua
ja: 飛ばして続ける
ko: 건너뛰고 계속
pl: Pomiń i kontynuuj
pt: Ignorar e continuar
ro: Omitere și continuare
th: ข้ามและดำเนินการต่อ
tr: Atla ve devam et
uk: Пропустити й продовжити
vi: Bỏ qua và tiếp tục
zh_hans: 跳过并继续
zh_hant: 略過並繼續

# Find_MatchedEncoding
source: Matched as {0}
ar: مطابق كـ {0}
cs: Shoda jako {0}
de: Gefunden als {0}
el: Αντιστοιχία ως {0}
es: Coincide como {0}
fa: منطبق به‌عنوان {0}
fr: Trouvé en {0}
hu: Találat a következő kódolásban: {0}
id: Cocok sebagai {0}
it: Corrisponde come {0}
ja: 一致した文字コード: {0}
ko: {0}(으)로 일치
pl: Dopasowano jako {0}
pt: Correspondência como {0}
ro: Potrivire ca {0}
th: ตรงกันเป็น {0}
tr: {0} olarak eşleşti
uk: Збіг як {0}
vi: Khớp dưới dạng {0}
zh_hans: 匹配编码：{0}
zh_hant: 以 {0} 符合

# Find_MatchedTerm
source: Matched term: {0}
ar: العبارة المطابقة: {0}
cs: Shodný výraz: {0}
de: Gefundener Begriff: {0}
el: Όρος που αντιστοιχεί: {0}
es: Término coincidente: {0}
fa: عبارت منطبق: {0}
fr: Terme trouvé : {0}
hu: Megtalált kifejezés: {0}
id: Istilah yang cocok: {0}
it: Termine corrispondente: {0}
ja: 一致した語: {0}
ko: 일치한 검색어: {0}
pl: Dopasowany termin: {0}
pt: Termo correspondente: {0}
ro: Termen potrivit: {0}
th: คำที่ตรงกัน: {0}
tr: Eşleşen terim: {0}
uk: Збіжний термін: {0}
vi: Từ khớp: {0}
zh_hans: 匹配的搜索词：{0}
zh_hant: 符合的字詞：{0}

# Find_ReplaceUnsupported
source: This kind of search can't be replaced.
ar: لا يمكن الاستبدال في هذا النوع من البحث.
cs: U tohoto druhu hledání nelze nahrazovat.
de: Bei dieser Art von Suche ist kein Ersetzen möglich.
el: Αυτό το είδος αναζήτησης δεν υποστηρίζει αντικατάσταση.
es: Este tipo de búsqueda no admite reemplazo.
fa: در این نوع جستجو جایگزینی ممکن نیست.
fr: Ce type de recherche ne permet pas le remplacement.
hu: Ennél a keresésfajtánál a csere nem lehetséges.
id: Jenis pencarian ini tidak dapat diganti.
it: Questo tipo di ricerca non supporta la sostituzione.
ja: この検索では置換できません。
ko: 이 종류의 검색은 바꿀 수 없습니다.
pl: Tego rodzaju wyszukiwania nie można użyć do zamiany.
pt: Este tipo de pesquisa não permite substituição.
ro: Acest tip de căutare nu permite înlocuirea.
th: การค้นหาชนิดนี้แทนที่ไม่ได้
tr: Bu tür bir aramada değiştirme yapılamaz.
uk: Для цього виду пошуку заміна неможлива.
vi: Không thể thay thế với kiểu tìm kiếm này.
zh_hans: 此类搜索无法替换。
zh_hant: 此類搜尋無法取代。

# Find_TermAdd.Content
source: Add
ar: إضافة
cs: Přidat
de: Hinzufügen
el: Προσθήκη
es: Agregar
fa: افزودن
fr: Ajouter
hu: Hozzáadás
id: Tambah
it: Aggiungi
ja: 追加
ko: 추가
pl: Dodaj
pt: Adicionar
ro: Adăugare
th: เพิ่ม
tr: Ekle
uk: Додати
vi: Thêm
zh_hans: 添加
zh_hant: 新增

# Find_TermRemove.Content
source: Remove
ar: إزالة
cs: Odebrat
de: Entfernen
el: Κατάργηση
es: Quitar
fa: حذف
fr: Supprimer
hu: Eltávolítás
id: Hapus
it: Rimuovi
ja: 削除
ko: 제거
pl: Usuń
pt: Remover
ro: Eliminare
th: ลบ
tr: Kaldır
uk: Видалити
vi: Xóa
zh_hans: 删除
zh_hant: 移除

# Find_TermUp.Content
source: Up
ar: لأعلى
cs: Nahoru
de: Nach oben
el: Επάνω
es: Subir
fa: بالا
fr: Monter
hu: Fel
id: Naik
it: Su
ja: 上へ
ko: 위로
pl: W górę
pt: Para cima
ro: Sus
th: ขึ้น
tr: Yukarı
uk: Вгору
vi: Lên
zh_hans: 上移
zh_hant: 上移

# Find_TermDown.Content
source: Down
ar: لأسفل
cs: Dolů
de: Nach unten
el: Κάτω
es: Bajar
fa: پایین
fr: Descendre
hu: Le
id: Turun
it: Giù
ja: 下へ
ko: 아래로
pl: W dół
pt: Para baixo
ro: Jos
th: ลง
tr: Aşağı
uk: Вниз
vi: Xuống
zh_hans: 下移
zh_hant: 下移

# Find_TermImport.Content
source: Load from text file
ar: تحميل من ملف نصي
cs: Načíst z textového souboru
de: Aus Textdatei laden
el: Φόρτωση από αρχείο κειμένου
es: Cargar desde archivo de texto
fa: بارگذاری از فایل متنی
fr: Charger depuis un fichier texte
hu: Betöltés szövegfájlból
id: Muat dari file teks
it: Carica da file di testo
ja: ファイルから読み込み
ko: 텍스트 파일에서 로드
pl: Wczytaj z pliku tekstowego
pt: Carregar de arquivo de texto
ro: Încărcare din fișier text
th: โหลดจากไฟล์ข้อความ
tr: Metin dosyasından yükle
uk: Завантажити з текстового файлу
vi: Tải từ tệp văn bản
zh_hans: 从文本文件加载
zh_hant: 從文字檔載入

# Find_TermSave.Content
source: Save
ar: حفظ
cs: Uložit
de: Speichern
el: Αποθήκευση
es: Guardar
fa: ذخیره
fr: Enregistrer
hu: Mentés
id: Simpan
it: Salva
ja: 保存
ko: 저장
pl: Zapisz
pt: Salvar
ro: Salvare
th: บันทึก
tr: Kaydet
uk: Зберегти
vi: Lưu
zh_hans: 保存
zh_hant: 儲存

# Find_TermLoad.Content
source: Open saved list
ar: فتح قائمة محفوظة
cs: Otevřít uložený seznam
de: Gespeicherte Liste öffnen
el: Άνοιγμα αποθηκευμένης λίστας
es: Abrir lista guardada
fa: باز کردن فهرست ذخیره‌شده
fr: Ouvrir une liste enregistrée
hu: Mentett lista megnyitása
id: Buka daftar tersimpan
it: Apri elenco salvato
ja: 保存した一覧を開く
ko: 저장된 목록 열기
pl: Otwórz zapisaną listę
pt: Abrir lista salva
ro: Deschidere listă salvată
th: เปิดรายการที่บันทึกไว้
tr: Kaydedilmiş listeyi aç
uk: Відкрити збережений список
vi: Mở danh sách đã lưu
zh_hans: 打开已保存的列表
zh_hant: 開啟已儲存的清單

# Find_TermEnabled_Name
source: Search this term
ar: البحث عن هذه العبارة
cs: Hledat tento výraz
de: Diesen Begriff suchen
el: Αναζήτηση αυτού του όρου
es: Buscar este término
fa: جستجوی این عبارت
fr: Rechercher ce terme
hu: Kifejezés keresése
id: Cari istilah ini
it: Cerca questo termine
ja: この語を検索する
ko: 이 검색어 검색
pl: Szukaj tego terminu
pt: Pesquisar este termo
ro: Căutare acest termen
th: ค้นหาคำนี้
tr: Bu terimi ara
uk: Шукати цей термін
vi: Tìm từ này
zh_hans: 搜索此搜索词
zh_hant: 搜尋此字詞

# Find_TermText_Name
source: Term
ar: العبارة
cs: Výraz
de: Begriff
el: Όρος
es: Término
fa: عبارت
fr: Terme
hu: Kifejezés
id: Istilah
it: Termine
ja: 検索語
ko: 검색어
pl: Termin
pt: Termo
ro: Termen
th: คำ
tr: Terim
uk: Термін
vi: Từ
zh_hans: 搜索词
zh_hant: 字詞

# Find_TermOption_Name
source: Encoding or size
ar: الترميز أو الحجم
cs: Kódování nebo velikost
de: Codierung oder Größe
el: Κωδικοποίηση ή μέγεθος
es: Codificación o tamaño
fa: رمزگذاری یا اندازه
fr: Encodage ou taille
hu: Kódolás vagy méret
id: Pengodean atau ukuran
it: Codifica o dimensione
ja: 文字コード・サイズ
ko: 인코딩 또는 크기
pl: Kodowanie lub rozmiar
pt: Codificação ou tamanho
ro: Codificare sau dimensiune
th: การเข้ารหัสหรือขนาด
tr: Kodlama veya boyut
uk: Кодування або розмір
vi: Bảng mã hoặc kích thước
zh_hans: 编码或大小
zh_hant: 編碼或大小

# Find_TermList_Name
source: Terms
ar: العبارات
cs: Výrazy
de: Begriffe
el: Όροι
es: Términos
fa: عبارت‌ها
fr: Termes
hu: Kifejezések
id: Istilah
it: Termini
ja: 検索語の一覧
ko: 검색어
pl: Terminy
pt: Termos
ro: Termeni
th: คำ
tr: Terimler
uk: Терміни
vi: Các từ
zh_hans: 搜索词
zh_hant: 字詞

# Find_TermSummary
source: {0} of {1} terms enabled
ar: {0} من {1} عبارات ممكّنة
cs: Zapnuto výrazů: {0} z {1}
de: {0} von {1} Begriffen aktiviert
el: {0} από {1} όρους ενεργοποιημένοι
es: {0} de {1} términos habilitados
fa: {0} از {1} عبارت فعال است
fr: {0} termes activés sur {1}
hu: {1} kifejezésből {0} engedélyezve
id: {0} dari {1} istilah aktif
it: {0} di {1} termini attivati
ja: {1} 語のうち {0} 語が有効
ko: 검색어 {1}개 중 {0}개 사용
pl: Włączone terminy: {0} z {1}
pt: {0} de {1} termos ativados
ro: {0} din {1} termeni activați
th: เปิดใช้งาน {0} จาก {1} คำ
tr: {1} terimden {0} tanesi etkin
uk: Увімкнено термінів: {0} з {1}
vi: Đã bật {0} trong {1} từ
zh_hans: 已启用 {1} 个搜索词中的 {0} 个
zh_hant: 已啟用 {1} 個字詞中的 {0} 個

# Find_TermLoadFailed
source: Can't load the terms: {0}
ar: يتعذر تحميل العبارات: {0}
cs: Výrazy nelze načíst: {0}
de: Die Begriffe können nicht geladen werden: {0}
el: Δεν είναι δυνατή η φόρτωση των όρων: {0}
es: No se pueden cargar los términos: {0}
fa: بارگذاری عبارت‌ها ممکن نیست: {0}
fr: Impossible de charger les termes : {0}
hu: Nem tölthetők be a kifejezések: {0}
id: Tidak dapat memuat istilah: {0}
it: Impossibile caricare i termini: {0}
ja: 語の一覧を読み込めません: {0}
ko: 검색어를 로드할 수 없습니다: {0}
pl: Nie można wczytać terminów: {0}
pt: Não é possível carregar os termos: {0}
ro: Termenii nu pot fi încărcați: {0}
th: ไม่สามารถโหลดคำ: {0}
tr: Terimler yüklenemiyor: {0}
uk: Не вдається завантажити терміни: {0}
vi: Không thể tải các từ: {0}
zh_hans: 无法加载搜索词：{0}
zh_hant: 無法載入字詞：{0}

# Find_TermSaveFailed
source: Can't save the terms: {0}
ar: يتعذر حفظ العبارات: {0}
cs: Výrazy nelze uložit: {0}
de: Die Begriffe können nicht gespeichert werden: {0}
el: Δεν είναι δυνατή η αποθήκευση των όρων: {0}
es: No se pueden guardar los términos: {0}
fa: ذخیرهٔ عبارت‌ها ممکن نیست: {0}
fr: Impossible d'enregistrer les termes : {0}
hu: Nem menthetők a kifejezések: {0}
id: Tidak dapat menyimpan istilah: {0}
it: Impossibile salvare i termini: {0}
ja: 語の一覧を保存できません: {0}
ko: 검색어를 저장할 수 없습니다: {0}
pl: Nie można zapisać terminów: {0}
pt: Não é possível salvar os termos: {0}
ro: Termenii nu pot fi salvați: {0}
th: ไม่สามารถบันทึกคำ: {0}
tr: Terimler kaydedilemiyor: {0}
uk: Не вдається зберегти терміни: {0}
vi: Không thể lưu các từ: {0}
zh_hans: 无法保存搜索词：{0}
zh_hant: 無法儲存字詞：{0}

# Menu_Search_MultiFile.Text
source: Search in files(M)...
ar: البحث في الملفات...
cs: Hledat v souborech...
de: In Dateien suchen...
el: Αναζήτηση σε αρχεία...
es: Buscar en archivos...
fa: جستجو در فایل‌ها...
fr: Rechercher dans les fichiers...
hu: Keresés fájlokban...
id: Cari di File...
it: Cerca nei file...
ja: 複数ファイル検索(M)...
ko: 파일에서 검색(M)...
pl: Szukaj w plikach...
pt: Pesquisar em arquivos...
ro: Căutare în fișiere...
th: ค้นหาในไฟล์(M)...
tr: Dosyalarda Ara...
uk: Пошук у файлах...
vi: Tìm trong Tệp...
zh_hans: 在文件中搜索(M)...
zh_hant: 在檔案中搜尋(M)...

# Menu_Search_MultiFile.AccessKey
source: M
ar: ا
cs: H
de: I
el: Ν
es: U
fa: ف
fr: D
hu: F
id: F
it: N
pl: S
pt: E
ro: C
tr: A
uk: Ф

# Menu_Search_Strings.Text
source: Extract strings(S)
ar: استخراج السلاسل
cs: Extrahovat řetězce
de: Zeichenfolgen extrahieren
el: Εξαγωγή συμβολοσειρών
es: Extraer cadenas
fa: استخراج رشته‌ها
fr: Extraire les chaînes
hu: Karakterláncok kinyerése
id: Ekstrak String
it: Estrai stringhe
ja: 文字列の抽出(S)
ko: 문자열 추출(S)
pl: Wyodrębnij ciągi znaków
pt: Extrair cadeias de caracteres
ro: Extragere șiruri
th: แยกสตริง(S)
tr: Dizeleri Ayıkla
uk: Витягти рядки
vi: Trích xuất Chuỗi
zh_hans: 提取字符串(S)
zh_hant: 擷取字串(S)

# Menu_Search_Strings.AccessKey
source: S
ar: خ
cs: E
de: Z
el: Σ
es: C
fa: ر
fr: C
hu: A
id: E
it: E
pl: C
pt: C
ro: E
tr: Z
uk: Т
vi: U

# Panel_Strings_Title
source: Strings
ar: السلاسل
cs: Řetězce
de: Zeichenfolgen
el: Συμβολοσειρές
es: Cadenas
fa: رشته‌ها
fr: Chaînes
hu: Karakterláncok
id: String
it: Stringhe
ja: 文字列の抽出
ko: 문자열
pl: Ciągi znaków
pt: Cadeias de caracteres
ro: Șiruri
th: สตริง
tr: Dizeler
uk: Рядки
vi: Chuỗi
zh_hans: 字符串
zh_hant: 字串

# Panel_MultiFile_Title
source: Search in files
ar: البحث في الملفات
cs: Hledat v souborech
de: In Dateien suchen
el: Αναζήτηση σε αρχεία
es: Buscar en archivos
fa: جستجو در فایل‌ها
fr: Rechercher dans les fichiers
hu: Keresés fájlokban
id: Cari di file
it: Cerca nei file
ja: 複数ファイル検索
ko: 파일에서 검색
pl: Szukaj w plikach
pt: Pesquisar em arquivos
ro: Căutare în fișiere
th: ค้นหาในไฟล์
tr: Dosyalarda ara
uk: Пошук у файлах
vi: Tìm trong tệp
zh_hans: 在文件中搜索
zh_hant: 在檔案中搜尋

# Cmd_search_multiFile
source: Search in files
ar: البحث في الملفات
cs: Hledat v souborech
de: In Dateien suchen
el: Αναζήτηση σε αρχεία
es: Buscar en archivos
fa: جستجو در فایل‌ها
fr: Rechercher dans les fichiers
hu: Keresés fájlokban
id: Cari di file
it: Cerca nei file
ja: 複数ファイル検索
ko: 파일에서 검색
pl: Szukaj w plikach
pt: Pesquisar em arquivos
ro: Căutare în fișiere
th: ค้นหาในไฟล์
tr: Dosyalarda ara
uk: Пошук у файлах
vi: Tìm trong tệp
zh_hans: 在文件中搜索
zh_hant: 在檔案中搜尋

# CmdAlias_search_multiFile
source: find in folder grep
ar: find in folder grep بحث في مجلد
cs: hledat najít najit složka slozka soubory find in folder grep
de: in ordner suchen find in folder grep
el: εύρεση σε φάκελο find in folder grep
es: buscar en carpeta find in folder grep
fa: یافتن در پوشه, find in folder grep
fr: rechercher dans le dossier find in folder grep
hu: keresés kereses fájlok fajlok mappa find in folder grep
id: cari di folder banyak file find in folder grep
it: trova cartella cerca find in folder grep
ja: ふくすうふぁいるけんさく
ko: 파일에서 검색 폴더 여러 파일 find in folder grep
pl: znajdź folder szukaj find in folder grep
pt: localizar pasta pesquisar find in folder grep
ro: cautare căutare folder fisiere fișiere find in folder grep
th: ค้นหา ในโฟลเดอร์ หลายไฟล์ find in folder grep
tr: klasörde bul find in folder grep
uk: знайти в папці find in folder grep
vi: tìm trong thư mục nhiều tệp find in folder grep
zh_hans: 多文件 文件夹 查找 搜索 find in folder grep
zh_hant: 資料夾 搜尋 多個檔案 find in folder grep

# Cmd_search_multiFileReplace
source: Replace in files
ar: الاستبدال في الملفات
cs: Nahradit v souborech
de: In Dateien ersetzen
el: Αντικατάσταση σε αρχεία
es: Reemplazar en archivos
fa: جایگزینی در فایل‌ها
fr: Remplacer dans les fichiers
hu: Csere fájlokban
id: Ganti di file
it: Sostituisci nei file
ja: 複数ファイル置換
ko: 파일에서 바꾸기
pl: Zamień w plikach
pt: Substituir em arquivos
ro: Înlocuire în fișiere
th: แทนที่ในไฟล์
tr: Dosyalarda değiştir
uk: Заміна у файлах
vi: Thay thế trong tệp
zh_hans: 在文件中替换
zh_hant: 在檔案中取代

# CmdAlias_search_multiFileReplace
source: replace in folder
ar: replace in folder استبدال في مجلد
cs: nahradit složka slozka soubory replace in folder
de: in ordner ersetzen replace in folder
el: αντικατάσταση σε φάκελο replace in folder
es: reemplazar en carpeta replace in folder
fa: جایگزینی در پوشه, replace in folder
fr: remplacer dans le dossier replace in folder
hu: csere fájlok fajlok mappa replace in folder
id: ganti di folder banyak file replace in folder
it: sostituisci cartella replace in folder
ja: ふくすうふぁいるちかん
ko: 파일에서 바꾸기 폴더 치환 replace in folder
pl: zamień folder replace in folder
pt: substituir pasta replace in folder
ro: inlocuire înlocuire folder fisiere fișiere replace in folder
th: แทนที่ ในโฟลเดอร์ หลายไฟล์ replace in folder
tr: klasörde değiştir replace in folder
uk: замінити в папці replace in folder
vi: thay thế trong thư mục nhiều tệp replace in folder
zh_hans: 多文件 文件夹 替换 replace in folder
zh_hant: 資料夾 取代 多個檔案 replace in folder

# Cmd_search_strings
source: Extract strings
ar: استخراج السلاسل
cs: Extrahovat řetězce
de: Zeichenfolgen extrahieren
el: Εξαγωγή συμβολοσειρών
es: Extraer cadenas
fa: استخراج رشته‌ها
fr: Extraire les chaînes
hu: Karakterláncok kinyerése
id: Ekstrak string
it: Estrai stringhe
ja: 文字列の抽出
ko: 문자열 추출
pl: Wyodrębnij ciągi znaków
pt: Extrair cadeias de caracteres
ro: Extragere șiruri
th: แยกสตริง
tr: Dizeleri ayıkla
uk: Витягти рядки
vi: Trích xuất chuỗi
zh_hans: 提取字符串
zh_hant: 擷取字串

# CmdAlias_search_strings
source: strings text list
ar: strings text list سلاسل نص قائمة
cs: řetězce retezce text seznam strings list
de: zeichenfolgen text liste strings text list
el: συμβολοσειρές κείμενο λίστα strings text list
es: cadenas texto lista strings text list
fa: رشته‌ها متن فهرست, strings text list
fr: chaînes texte liste strings text list
hu: karakterláncok karakterlancok szöveg szoveg lista strings text list
id: string teks daftar strings text list
it: stringhe testo elenco strings text list
ja: もじれつのちゅうしゅつ
ko: 문자열 추출 텍스트 목록 strings text list
pl: ciągi tekst lista strings text list
pt: cadeias texto lista strings text list
ro: siruri șiruri text lista listă strings text list
th: สตริง ข้อความ รายการ strings text list
tr: dizeler metin liste strings text list
uk: рядки текст список strings text list
vi: chuỗi văn bản danh sách strings text list
zh_hans: 字符串 文本 列表 提取 strings text list
zh_hant: 字串 文字 清單 擷取 strings text list

# Cmd_search_multiTerm
source: Search for multiple terms
ar: البحث عن عبارات متعددة
cs: Hledat více výrazů
de: Nach mehreren Begriffen suchen
el: Αναζήτηση πολλαπλών όρων
es: Buscar varios términos
fa: جستجوی چند عبارت
fr: Rechercher plusieurs termes
hu: Keresés több kifejezésre
id: Cari beberapa istilah
it: Cerca più termini
ja: 複数の語を検索
ko: 여러 검색어 검색
pl: Szukaj wielu terminów
pt: Pesquisar vários termos
ro: Căutare termeni multipli
th: ค้นหาหลายคำ
tr: Birden çok terim ara
uk: Пошук кількох термінів
vi: Tìm nhiều từ
zh_hans: 搜索多个搜索词
zh_hant: 搜尋多個字詞

# CmdAlias_search_multiTerm
source: many words list
ar: many words list كلمات متعددة قائمة
cs: více vice slov slova seznam many words list
de: viele wörter liste many words list
el: πολλές λέξεις λίστα many words list
es: muchas palabras lista many words list
fa: چند واژه فهرست, many words list
fr: plusieurs mots liste many words list
hu: több tobb kifejezés kifejezes szavak lista many words list
id: banyak kata daftar istilah many words list
it: molte parole elenco many words list
ja: ふくすうのごをけんさく
ko: 여러 검색어 단어 목록 many words list
pl: wiele słów lista many words list
pt: muitas palavras lista many words list
ro: termeni cuvinte multe lista listă many words list
th: หลายคำ รายการ many words list
tr: çok kelime liste many words list
uk: багато слів список many words list
vi: nhiều từ danh sách many words list
zh_hans: 多个 搜索词 单词 列表 many words list
zh_hant: 多個 字詞 清單 many words list

# Cmd_search_mismatch
source: Find what is not the pattern
ar: البحث عما لا يطابق النمط
cs: Najít, co neodpovídá vzoru
de: Suchen, was nicht dem Muster entspricht
el: Εύρεση ό,τι δεν είναι το μοτίβο
es: Buscar lo que no coincide con el patrón
fa: یافتن آنچه الگو نیست
fr: Rechercher ce qui ne correspond pas au motif
hu: A mintától eltérő részek keresése
id: Temukan yang bukan pola
it: Trova ciò che non è il modello
ja: 一致しない箇所を検索
ko: 패턴이 아닌 부분 찾기
pl: Znajdź to, co nie jest wzorcem
pt: Localizar o que não é o padrão
ro: Găsire a ceea ce nu corespunde modelului
th: ค้นหาสิ่งที่ไม่ใช่รูปแบบ
tr: Desen olmayanı bul
uk: Знайти те, що не відповідає шаблону
vi: Tìm phần không theo mẫu
zh_hans: 查找不符合模式的内容
zh_hant: 尋找不符合模式的內容

# CmdAlias_search_mismatch
source: skip padding zeros
ar: skip padding zeros تخطي حشو أصفار
cs: přeskočit preskocit výplň vypln nuly skip padding zeros
de: überspringen auffüllung nullen skip padding zeros
el: παράλειψη συμπλήρωση μηδενικά skip padding zeros
es: omitir relleno ceros skip padding zeros
fa: رد شدن لایه‌گذاری صفرها, skip padding zeros
fr: ignorer remplissage zéros skip padding zeros
hu: eltérés elteres kihagyás kitöltés nullák skip padding zeros
id: tidak cocok lewati padding nol skip padding zeros
it: salta riempimento zeri skip padding zeros
ja: いっちしないかしょをけんさく
ko: 불일치 건너뛰기 패딩 0 skip padding zeros
pl: pomiń dopełnienie zera skip padding zeros
pt: ignorar preenchimento zeros skip padding zeros
ro: omitere umplutura umplutură zerouri skip padding zeros
th: ไม่ตรงกัน ข้าม การเติม ศูนย์ skip padding zeros
tr: atla dolgu sıfırlar skip padding zeros
uk: пропустити доповнення нулі skip padding zeros
vi: không khớp bỏ qua phần đệm số 0 skip padding zeros
zh_hans: 不匹配 跳过 填充 零 skip padding zeros
zh_hant: 略過 填補 零 不符合 skip padding zeros

# Cmd_view_panel_strings
source: Toggle strings
ar: تبديل السلاسل
cs: Přepnout řetězce
de: Zeichenfolgen ein/aus
el: Εναλλαγή συμβολοσειρών
es: Mostrar u ocultar cadenas
fa: نمایش/پنهان کردن رشته‌ها
fr: Afficher/masquer les chaînes
hu: Karakterláncok be/ki
id: Alihkan string
it: Mostra/nascondi stringhe
ja: 文字列の抽出の表示切り替え
ko: 문자열 표시/숨기기
pl: Pokaż/ukryj ciągi znaków
pt: Mostrar/ocultar cadeias de caracteres
ro: Comutare șiruri
th: สลับสตริง
tr: Dizeleri aç/kapat
uk: Показати або приховати рядки
vi: Bật/tắt chuỗi
zh_hans: 切换字符串
zh_hant: 切換字串

# CmdAlias_view_panel_strings
source: strings panel
ar: strings panel لوحة السلاسل
cs: řetězce retezce panel strings
de: zeichenfolgen bereich strings panel
el: πλαίσιο συμβολοσειρών strings panel
es: cadenas panel strings panel
fa: پنل رشته‌ها, strings panel
fr: chaînes volet strings panel
hu: karakterláncok karakterlancok panel strings panel
id: string panel strings panel
it: stringhe pannello strings panel
ja: もじれつのちゅうしゅつのひょうじきりかえ
ko: 문자열 추출 패널 strings panel
pl: ciągi panel strings panel
pt: cadeias painel strings panel
ro: siruri șiruri panou strings panel
th: สตริง แผง strings panel
tr: dizeler panel strings panel
uk: рядки панель strings panel
vi: chuỗi bảng strings panel
zh_hans: 字符串 面板 提取 strings panel
zh_hant: 字串 面板 strings panel

# Cmd_view_panel_multiFileSearch
source: Toggle search in files
ar: تبديل البحث في الملفات
cs: Přepnout hledání v souborech
de: In Dateien suchen ein/aus
el: Εναλλαγή αναζήτησης σε αρχεία
es: Mostrar u ocultar Buscar en archivos
fa: نمایش/پنهان کردن جستجو در فایل‌ها
fr: Afficher/masquer la recherche dans les fichiers
hu: Keresés fájlokban be/ki
id: Alihkan cari di file
it: Mostra/nascondi Cerca nei file
ja: 複数ファイル検索の表示切り替え
ko: 파일에서 검색 표시/숨기기
pl: Pokaż/ukryj Szukaj w plikach
pt: Mostrar/ocultar Pesquisar em arquivos
ro: Comutare căutare în fișiere
th: สลับการค้นหาในไฟล์
tr: Dosyalarda aramayı aç/kapat
uk: Показати або приховати пошук у файлах
vi: Bật/tắt tìm trong tệp
zh_hans: 切换“在文件中搜索”
zh_hant: 切換在檔案中搜尋

# CmdAlias_view_panel_multiFileSearch
source: search in files panel
ar: search in files panel لوحة البحث في الملفات
cs: hledat soubory panel search in files
de: in dateien suchen bereich search in files panel
el: πλαίσιο αναζήτησης σε αρχεία search in files panel
es: buscar en archivos panel search in files panel
fa: پنل جستجو در فایل‌ها, search in files panel
fr: rechercher dans les fichiers volet search in files panel
hu: keresés kereses fájlok fajlok panel search in files panel
id: cari di file panel search in files panel
it: cerca nei file pannello search in files panel
ja: ふくすうふぁいるけんさくのひょうじきりかえ
ko: 파일에서 검색 패널 search in files panel
pl: szukaj w plikach panel search in files panel
pt: pesquisar em arquivos painel search in files panel
ro: cautare căutare fisiere fișiere panou search in files panel
th: ค้นหาในไฟล์ แผง search in files panel
tr: dosyalarda ara panel search in files panel
uk: пошук у файлах панель search in files panel
vi: tìm trong tệp bảng search in files panel
zh_hans: 多文件 搜索 面板 search in files panel
zh_hant: 在檔案中搜尋 面板 search in files panel

# Set_search_regex_timeLimit
source: Regular expression time limit (seconds)
ar: الحد الزمني للتعبير العادي (بالثواني)
cs: Časový limit regulárního výrazu (sekundy)
de: Zeitlimit für reguläre Ausdrücke (Sekunden)
el: Χρονικό όριο κανονικής έκφρασης (δευτερόλεπτα)
es: Límite de tiempo de las expresiones regulares (segundos)
fa: محدودیت زمانی عبارت باقاعده (ثانیه)
fr: Limite de temps des expressions régulières (secondes)
hu: Reguláris kifejezések időkorlátja (másodperc)
id: Batas waktu ekspresi reguler (detik)
it: Limite di tempo delle espressioni regolari (secondi)
ja: 正規表現の時間の上限 (秒)
ko: 정규식 시간 제한(초)
pl: Limit czasu wyrażeń regularnych (sekundy)
pt: Limite de tempo da expressão regular (segundos)
ro: Limită de timp pentru expresii regulate (secunde)
th: ขีดจำกัดเวลาของนิพจน์ทั่วไป (วินาที)
tr: Normal ifade süre sınırı (saniye)
uk: Обмеження часу регулярного виразу (секунди)
vi: Giới hạn thời gian biểu thức chính quy (giây)
zh_hans: 正则表达式时间限制（秒）
zh_hant: 規則運算式時間限制（秒）
